todos/todos_app/app/controllers/api/todos_controller.rb

SELECT "todos".* FROM "todos"
---
  def index
    todos = Todo.all